Repository: antnbaranov/Baranov
Catalog: Baranov/Localizable.xcstrings
Source language: en
Languages: ar, bg, bs, ca, cs, da, de, el, es, et, eu, fi, fr, ga, gl, he, hi, hr, hu, id, is, it, ja, ka, kk, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, ro, ru, sk, sl, sq, sr, sv, th, tr, uk, vi, zh_hans, zh_hk

source: Only do this once the recipient has the letter. It moves to your archive and can't be undone.
ar: افعل ذلك فقط عندما يحصل المستلم على الرسالة. ينتقل إلى الأرشيف الخاص بك ولا يمكن التراجع عنه.
bg: Направете това само след като получателят получи писмото. Премества се във вашия архив и не може да бъде отменено.
bs: Uradite ovo samo kada primalac dobije pismo. Premješta se u vašu arhivu i ne može se poništiti.
ca: Feu-ho només quan el destinatari tingui la carta. Es mou al vostre arxiu i no es pot desfer.
cs: Udělejte to až poté, co příjemce bude mít dopis. Přesune se do vašeho archivu a nelze jej vrátit zpět.
da: Gør først dette, når modtageren har brevet. Det flytter til dit arkiv og kan ikke fortrydes.
de: Tu das erst, wenn der Empfänger den Brief hat. Er wandert in dein Archiv und lässt sich nicht rückgängig machen.
el: Κάντε αυτό μόνο όταν ο παραλήπτης έχει το γράμμα. Μετακινείται στο αρχείο σας και δεν μπορεί να αναιρεθεί.
es: Haz esto solo cuando el destinatario tenga la carta. Se moverá a tu archivo y no se puede deshacer.
et: Tehke seda alles siis, kui kiri on adressaadil käes. See liigub teie arhiivi ja seda ei saa tagasi võtta.
eu: Hartzaileak gutuna duenean bakarrik egin. Zure artxibora mugitzen da eta ezin da desegin.
fi: Tee tämä vasta, kun vastaanottaja on saanut kirjeen. Se siirtyy arkistoon, eikä sitä voi kumota.
fr: Ne fais cela qu'une fois que le destinataire a la lettre. Elle ira dans tes archives et cette action est irréversible.
ga: Ná déan é seo ach nuair a bhíonn an litir ag an bhfaighteoir. Bogtar chuig do chartlann é agus ní féidir é a chealú.
gl: Fai isto só unha vez que o destinatario teña a carta. Móvese ao teu arquivo e non se pode desfacer.
he: עשה זאת רק לאחר שלמקבל יש את המכתב. זה עובר לארכיון שלך ולא ניתן לבטל אותו.
hi: ऐसा केवल तभी करें जब प्राप्तकर्ता के पास पत्र हो। यह आपके संग्रह में चला जाता है और इसे पूर्ववत नहीं किया जा सकता।
hr: Učinite to samo kada primatelj dobije pismo. Premješta se u vašu arhivu i ne može se poništiti.
hu: Csak akkor tegye ezt, ha a címzett megkapta a levelet. Az archívumba kerül, és nem lehet visszavonni.
id: Lakukan ini hanya setelah penerima menerima surat tersebut. Tindakan ini dipindahkan ke arsip Anda dan tidak dapat diurungkan.
is: Gerðu þetta aðeins þegar viðtakandinn hefur bréfið. Það færist í skjalasafnið þitt og ekki er hægt að afturkalla það.
it: Fallo solo quando il destinatario ha la lettera. Si sposta nel tuo archivio e non può essere annullato.
ja: これは、受信者が手紙を受け取った後にのみ行ってください。アーカイブに移動され、元に戻すことはできません。
ka: გააკეთეთ ეს მხოლოდ მას შემდეგ, რაც მიმღებს ექნება წერილი. ის გადადის თქვენს არქივში და მისი გაუქმება შეუძლებელია.
kk: Мұны алушы хатты алған кезде ғана жасаңыз. Ол мұрағатыңызға жылжытылады және оны қайтару мүмкін емес.
ko: 수신자가 편지를 받은 후에만 이 작업을 수행하십시오. 보관 파일로 이동되며 취소할 수 없습니다.
lt: Padarykite tai tik tada, kai gavėjas gaus laišką. Jis perkeliamas į archyvą ir veiksmo anuliuoti negalima.
lv: Dariet to tikai tad, kad adresāts ir saņēmis vēstuli. Tas tiek pārvietots uz jūsu arhīvu, un to nevar atsaukt.
mk: Направете го ова само откако примачот го има писмото. Се преместува во вашата архива и не може да се врати.
ms: Hanya lakukan ini sebaik sahaja penerima mempunyai surat itu. Ia berpindah ke arkib anda dan tidak boleh dibuat asal.
mt: Agħmel dan biss ladarba r-riċevitur ikollu l-ittra. Jiċċaqlaq għall-arkivju tiegħek u ma jistax jitneħħa.
nb: Gjør dette først når mottakeren har brevet. Den flyttes til arkivet ditt og kan ikke angres.
nl: Doe dit pas als de ontvanger de brief heeft. Het wordt verplaatst naar uw archief en kan niet ongedaan worden gemaakt.
pl: Zrób to dopiero, gdy odbiorca otrzyma list. Operacja zostanie przeniesiona do Twojego archiwum i nie będzie można jej cofnąć.
pt_br: Faça isso apenas quando o destinatário tiver a carta. Ele é movido para o seu arquivo e não pode ser desfeito.
ro: Faceți acest lucru numai după ce destinatarul are scrisoarea. Se mută în arhiva dvs. și nu poate fi anulat.
ru: Делай это, только когда получатель уже забрал письмо. Оно уйдёт в архив, и это нельзя отменить.
sk: Urobte to až vtedy, keď má príjemca list. Presunie sa do vášho archívu a nedá sa vrátiť späť.
sl: To storite šele, ko ima prejemnik pismo. Premakne se v vaš arhiv in ga ni mogoče razveljaviti.
sq: Bëni këtë vetëm pasi marrësi të ketë letrën. Ai zhvendoset në arkivin tuaj dhe nuk mund të zhbëhet.
sr: Урадите ово само када прималац добије писмо. Премешта се у вашу архиву и не може се опозвати.
sv: Gör detta först när mottagaren har brevet. Det flyttas till ditt arkiv och kan inte ångras.
th: ทำเช่นนี้เมื่อผู้รับได้รับจดหมายแล้วเท่านั้น จะย้ายไปยังที่เก็บถาวรของคุณและไม่สามารถยกเลิกได้
tr: Bunu yalnızca alıcı mektubu aldıktan sonra yapın. Arşivinize taşınır ve geri alınamaz.
uk: Роби це лише тоді, коли одержувач уже отримав лист. Він переміститься до архіву, і це не можна скасувати.
vi: Chỉ làm điều này khi người nhận đã có được lá thư. Nó sẽ di chuyển tới kho lưu trữ của bạn và không thể hoàn tác được.
zh_hans: 仅在收件人收到信件后才执行此操作。它会移至您的存档并且无法撤消。
zh_hk: 僅在收件人收到信件後才執行此操作。它會移至您的存檔並且無法撤消。

source: Only opens when they stand in the right place.
ar: يفتح فقط عندما يقفون في المكان المناسب.
bg: Отварят се само когато стоят на правилното място.
bs: Otvara se samo kada stoje na pravom mjestu.
ca: Només s'obre quan estan al lloc correcte.
cs: Otevírá se pouze tehdy, když stojí na správném místě.
da: Åbner først når de står det rigtige sted.
de: Öffnet sich nur, wenn sie an der richtigen Stelle stehen.
el: Ανοίγει μόνο όταν στέκονται στη σωστή θέση.
es: Sólo se abre cuando están en el lugar correcto.
et: Avaneb ainult siis, kui nad seisavad õiges kohas.
eu: Leku egokian daudenean bakarrik irekitzen da.
fi: Avautuu vain, kun ne ovat oikeassa paikassa.
fr: Ne s'ouvre que lorsqu'ils sont au bon endroit.
ga: Ní osclaíonn sé ach amháin nuair a sheasann siad san áit cheart.
gl: Só se abre cando están no lugar correcto.
he: נפתח רק כשהם עומדים במקום הנכון.
hi: तभी खुलते हैं जब वे सही जगह पर खड़े होते हैं।
hr: Otvaraju se samo kada stoje na pravom mjestu.
hu: Csak akkor nyílik ki, ha a megfelelő helyen állnak.
id: Hanya terbuka jika mereka berdiri di tempat yang tepat.
is: Opnast aðeins þegar þeir standa á réttum stað.
it: Si apre solo quando si trovano nel posto giusto.
ja: 正しい場所に立ったときにのみ開きます。
ka: იხსნება მხოლოდ მაშინ, როცა სწორ ადგილას დგანან.
kk: Олар дұрыс жерде тұрғанда ғана ашылады.
ko: 올바른 위치에 서 있을 때만 열립니다.
lt: Atsidaro tik tada, kai stovi tinkamoje vietoje.
lv: Atveras tikai tad, kad tie stāv pareizajā vietā.
mk: Се отвора само кога стојат на вистинското место.
ms: Hanya dibuka apabila mereka berdiri di tempat yang betul.
mt: Jiftaħ biss meta jkunu fil-post it-tajjeb.
nb: Åpner kun når de står på rett plass.
nl: Gaat alleen open als ze op de juiste plek staan.
pl: Otwierają się tylko wtedy, gdy stoją we właściwym miejscu.
pt_br: Só abre quando estão no lugar certo.
ro: Se deschide doar când stau în locul potrivit.
ru: Открывается только тогда, когда они стоят в нужном месте.
sk: Otvára sa len vtedy, keď stoja na správnom mieste.
sl: Odprejo se šele, ko stojijo na pravem mestu.
sq: Hapet vetëm kur qëndrojnë në vendin e duhur.
sr: Отвара се само када стоје на правом месту.
sv: Öppnar bara när de står på rätt plats.
th: เปิดเฉพาะเมื่อยืนอยู่ในตำแหน่งที่ถูกต้องเท่านั้น
tr: Yalnızca doğru yerde durduklarında açılır.
uk: Відкриваються лише тоді, коли вони стоять у потрібному місці.
vi: Chỉ mở khi họ đứng đúng chỗ.
zh_hans: 只有当他们站在正确的位置时才会打开。
zh_hk: 只有當他們站在正確的位置時才會打開。

source: Only the recipient's code breaks it. Hold the seal to try.
ar: فقط رمز المستلم هو الذي يكسره. أمسك الختم للمحاولة.
bg: Разбива го само кодът на получателя. Задръжте печата, за да опитате.
bs: Razbija ga samo kod primaoca. Držite pečat da probate.
ca: Només el codi del destinatari el trenca. Agafeu el segell per provar.
cs: Prolomí to pouze kód příjemce. Podržte pečeť a zkuste to.
da: Kun modtagerens kode bryder den. Hold forseglingen for at prøve.
de: Nur der Code des Empfängers bricht es. Halte das Siegel zum Ausprobieren.
el: Μόνο ο κωδικός του παραλήπτη το σπάει. Κρατήστε τη σφραγίδα για να δοκιμάσετε.
es: Solo el código del destinatario rompe el sello. Mantén pulsado el sello para probarlo.
et: Ainult adressaadi kood rikub selle. Proovimiseks hoidke pitserit.
eu: Hartzailearen kodeak bakarrik hausten du. Eutsi zigiluari probatzeko.
fi: Vain vastaanottajan koodi rikkoo sen. Pidä sinettiä kokeillaksesi.
fr: Seul le code du destinataire brise le sceau. Maintiens le sceau pour essayer.
ga: Ní bhriseann ach cód an fhaighteora é. Coinnigh an séala chun iarracht a dhéanamh.
gl: Só o código do destinatario o rompe. Manteña o selo para probalo.
he: רק הקוד של הנמען שובר אותו. החזק את החותם כדי לנסות.
hi: केवल प्राप्तकर्ता का कोड ही इसे तोड़ता है। कोशिश करने के लिए सील को पकड़ें।
hr: Razbija ga samo šifra primatelja. Držite pečat za pokušaj.
hu: Csak a címzett kódja töri meg. Tartsa a pecsétet a próbálkozáshoz.
id: Hanya kode penerima yang memecahkannya. Pegang segelnya untuk mencoba.
is: Aðeins kóði viðtakandans brýtur það. Haltu í innsiglið til að prófa.
it: Solo il codice del destinatario rompe il sigillo. Tieni premuto per provare.
ja: 受取人のコードだけが封蝋を割ることができます。長押しして試してみましょう。
ka: მხოლოდ მიმღების კოდი არღვევს მას. დაიჭირეთ ბეჭედი, რომ სცადოთ.
kk: Оны тек алушының коды ғана бұзады. Әрекет ету үшін мөрді ұстаңыз.
ko: 수신자의 코드만 깨집니다. 봉인을 잡고 시도해 보세요.
lt: Jį sulaužo tik gavėjo kodas. Laikykite antspaudą ir pabandykite.
lv: Tikai adresāta kods to pārtrauc. Turiet zīmogu, lai mēģinātu.
mk: Само кодот на примачот го крши. Држете го печатот за да се обидете.
ms: Hanya kod penerima yang memecahkannya. Pegang meterai untuk mencuba.
mt: Il-kodiċi tar-riċevitur biss jikserha. Żomm is-siġill biex tipprova.
nb: Bare mottakerens kode bryter den. Hold forseglingen for å prøve.
nl: Alleen de code van de ontvanger verbreekt deze. Houd de afdichting vast om te proberen.
pl: Łamie go tylko kod odbiorcy. Przytrzymaj pieczęć, aby spróbować.
pt_br: Somente o código do destinatário o quebra. Segure o selo para tentar.
ro: Numai codul destinatarului îl rupe. Țineți sigiliul pentru a încerca.
ru: Только код получателя сломает печать. Зажмите сургуч, чтобы попробовать.
sk: Only the recipient's code breaks it. Podržte pečať a vyskúšajte.
sl: Samo koda prejemnika ga zlomi. Držite pečat, da poskusite.
sq: Vetëm kodi i marrësit e thyen atë. Mbajeni vulën për të provuar.
sr: Само код примаоца га разбија. Држите печат да покушате.
sv: Endast mottagarens kod bryter den. Håll i tätningen för att prova.
th: เฉพาะรหัสของผู้รับเท่านั้นที่จะทำลายมัน ถือตราประทับเพื่อลอง
tr: Yalnızca alıcının kodu onu bozar. Denemek için mührü tutun.
uk: Тільки код одержувача порушує його. Тримай печатку, щоб спробувати.
vi: Chỉ có mã của người nhận mới phá vỡ được nó. Giữ con dấu để thử.
zh_hans: 只有收信人的密码能破开火漆。按住火漆封印体验一下。
zh_hk: 只有收件人的程式碼才能破壞它。拿著封印試試。

source: Only this name can open it
ar: فقط هذا الاسم يمكنه فتحه
bg: Само това име може да го отвори
bs: Samo ovo ime ga može otvoriti
ca: Només aquest nom pot obrir-lo
cs: Pouze toto jméno jej může otevřít
da: Kun dette navn kan åbne den
de: Nur dieser Name kann ihn öffnen
el: Μόνο αυτό το όνομα μπορεί να το ανοίξει
es: Solo este nombre puede abrirla
et: Ainult see nimi saab selle avada
eu: Izen honek bakarrik ireki dezake
fi: Vain tämä nimi voi avata sen
fr: Seul ce nom peut l'ouvrir
ga: Ní féidir ach an t-ainm seo a oscailt
gl: Só este nome pode abrilo
he: רק השם הזה יכול לפתוח אותו
hi: केवल यही नाम ही इसे खोल सकता है
hr: Samo ovo ime ga može otvoriti
hu: Csak ez a név tudja megnyitni
id: Hanya nama ini yang bisa membukanya
is: Aðeins þetta nafn getur opnað það
it: Solo questo nome può aprirlo
ja: この名前だけが開くことができます
ka: მხოლოდ ამ სახელს შეუძლია მისი გახსნა
kk: Оны тек осы атау ғана аша алады
ko: 이 이름만 열 수 있습니다
lt: Tik šis pavadinimas gali jį atidaryti
lv: To var atvērt tikai ar šo nosaukumu
mk: Само ова име може да го отвори
ms: Hanya nama ini boleh membukanya
mt: Dan l-isem biss jista’ jiftaħ
nb: Bare dette navnet kan åpne det
nl: Alleen deze naam kan het openen
pl: Tylko ta nazwa może je otworzyć
pt_br: Somente este nome pode abri-lo
ro: Numai acest nume îl poate deschide
ru: Открыть может только это имя
sk: Otvoriť ho môže iba toto meno
sl: Samo to ime ga lahko odpre
sq: Vetëm ky emër mund ta hapë atë
sr: Само ово име може да га отвори
sv: Endast detta namn kan öppna den
th: ชื่อนี้เท่านั้นที่สามารถเปิดได้
tr: Yalnızca bu ad açabilir
uk: Відкрити може лише це ім'я
vi: Chỉ có tên này mới có thể mở nó
zh_hans: 只有这个名字才能打开
zh_hk: 只有這個名字才能打開

source: Open
ar: يفتح
bg: Отворете
bs: Otvori
ca: Obert
cs: OTEVŘENO
da: Åben
de: Offen
el: Ανοιχτό
es: Abierto
et: Avatud
eu: Ireki
fi: Avata
fr: Ouvrir
ga: Oscail
gl: Aberto
he: לִפְתוֹחַ
hi: खुला
hr: Otvoriti
hu: Nyitott
id: Membuka
is: Opið
it: Aprire
ja: 開ける
ka: გახსენით
kk: Ашық
ko: 열려 있는
lt: Atidaryti
lv: Atvērt
mk: Отвори
ms: Buka
mt: Miftuħa
nb: Åpne
pl: Otwarte
pt_br: Abrir
ro: Deschide
ru: Открыть
sk: OTVORENÉ
sl: Odpri
sq: Hapur
sr: Отвори
sv: Öppna
th: เปิด
tr: Açık
uk: ВІДЧИНЕНО
vi: Mở
zh_hans: 打开
zh_hk: 打開

source: Open %@'s passport
ar: افتح جواز سفر %@
bg: Отворете паспорта на %@.
bs: Otvori %@ pasoš
ca: Obre el passaport de %@.
cs: Otevřete cestovní pas %@
da: Åbn %@s pas
de: Reisepass von %@ öffnen
el: Ανοίξτε το διαβατήριο του %@
es: Abrir el pasaporte de %@
et: Avage kasutaja %@ pass
eu: Ireki %@ erabiltzailearen pasaportea
fi: Avaa käyttäjän %@ passi
fr: Ouvrir le passeport de %@
ga: Oscail %@ pas
gl: Abre o pasaporte de %@.
he: פתח את הדרכון של %@
hi: %@ का पासपोर्ट खोलें
hr: Otvori %@ putovnicu
hu: Nyissa meg %@ útlevelét
id: Buka %@ paspor
is: Opnaðu vegabréf %@
it: Apri il passaporto di %@.
ja: %@ のパスポートを開きます
ka: გახსენით %@-ის პასპორტი
kk: %@ төлқұжатын ашыңыз
ko: %@ 님의 여권을 열어주세요
lt: Atidarykite %@ pasą
lv: Atveriet lietotāja %@ pasi
mk: Отворете го пасошот на %@
ms: Buka pasport %@.
mt: Iftaħ il-passaport ta' %@.
nb: Åpne %@ sitt pass
nl: Open het paspoort van %@
pl: Otwórz paszport %@a
pt_br: Abra o passaporte de %@
ro: Deschideți pașaportul lui %@.
ru: Открой паспорт %@
sk: Otvorte pas používateľa %@
sl: Odpri potni list osebe %@.
sq: Hapni pasaportën e %@
sr: Отвори %@ пасош
sv: Öppna %@s pass
th: เปิดหนังสือเดินทางของ %@
tr: %@ adlı kişinin pasaportunu aç
uk: Відкрий паспорт користувача %@.
vi: Mở hộ chiếu của %@
zh_hans: 打开 %@ 的护照
zh_hk: 打開 %@ 的護照

source: Open Baranov on your flock of rams.
ar: افتح بارانوف على قطيع الكباش الخاص بك.
bg: Отворете Баранов на вашето стадо овни.
bs: Otvori Baranov na svom stadu ovnova.
ca: Obre Baranov al teu ramat de moltons.
cs: Otevřete Baranov na svém hejnu beranů.
da: Åbn Baranov på din flok væddere.
de: Öffne Baranov für deine Widderherde.
el: Ανοίξτε το Baranov στο κοπάδι των κριών σας.
es: Abre a Baranov sobre tu rebaño de carneros.
et: Avage Baranov oma jäärakarja peal.
eu: Ireki Baranov zure ahari artaldearen gainean.
fi: Avaa Baranov pässiparvellesi.
fr: Ouvre Baranov sur ton troupeau de béliers.
ga: Oscail Baranov ar do thréad reithí.
gl: Abre Baranov no teu rabaño de carneiros.
he: פתח את ברנוב על עדר האילים שלך.
hi: अपने मेढ़ों के झुंड पर बारानोव खोलो।
hr: Otvori Baranov na svom stadu ovnova.
hu: Nyisd ki Baranovot a kosnyájadon.
id: Buka Baranov di kawanan domba jantan Anda.
is: Opnaðu Baranov á hrútahópnum þínum.
it: Apri Baranov sul tuo gregge di arieti.
ja: 雄羊の群れにバラノフを開きます。
ka: გახსენი ბარანოვი შენს ვერძთა ფარაზე.
kk: Қошқарларыңыздағы Барановты ашыңыз.
ko: 숫양 무리에서 Baranov를여십시오.
lt: Atidarykite Baranovą ant savo avinų bandos.
lv: Atveriet Baranovu savā aunu barā.
mk: Отвори го Баранов на твоето јато овни.
ms: Buka Baranov pada kawanan domba anda.
mt: Iftaħ Baranov fuq il-merħla tal-imtaten tiegħek.
nb: Åpne Baranov på flokken med værer.
nl: Open Baranov op je kudde rammen.
pl: Otwórz Baranov na swoim stadzie baranów.
pt_br: Abra Baranov em seu rebanho de carneiros.
ro: Deschide Baranov pe turma ta de berbeci.
ru: Открой Баранова на свое баранье стадо.
sk: Otvorte Baranov na svojom kŕdli baranov.
sl: Odprite Baranov na svoji čredi ovnov.
sq: Hape Baranovin në kopenë tënde të deshve.
sr: Отвори Баранов на свом стаду овнова.
sv: Öppna Baranov på din flock baggar.
th: เปิด Baranov บนฝูงแกะผู้ของคุณ
tr: Koç sürünüzde Baranov'u açın.
uk: Відкрий Баранов на своєму стаді баранів.
vi: Mở Baranov trên đàn ram của bạn.
zh_hans: 在你的羊群上打开巴拉诺夫。
zh_hk: 在你的羊群上打開巴拉諾夫。

source: Open Baranov to type the ear tag for a letter that is waiting for you.
ar: افتح Baranov لكتابة علامة الأذن للرسالة التي تنتظرك.
bg: Отворете Baranov, за да напишете ушната марка за писмо, което ви очаква.
bs: Otvorite Baranov da otkucate ušnu markicu za pismo koje vas čeka.
ca: Obriu Baranov per escriure l'etiqueta a l'orella d'una carta que us espera.
cs: Otevřete Baranov a zadejte ušní značku pro dopis, který na vás čeká.
da: Åbn Baranov for at skrive øremærket til et brev, der venter på dig.
de: Öffne Baranov, um die Ohrmarke für einen Brief einzugeben, der auf dich wartet.
el: Ανοίξτε το Baranov για να πληκτρολογήσετε το ακουστικό για ένα γράμμα που σας περιμένει.
es: Abre Baranov para escribir la etiqueta auricular de una carta que te está esperando.
et: Avage Baranov, et sisestada teid ootava tähe kõrvamärk.
eu: Ireki Baranov zure zain dagoen gutun baten belarri-taila idazteko.
fi: Avaa Baranov kirjoittaaksesi korvamerkki sinua odottavalle kirjeelle.
fr: Ouvre Baranov pour taper l'étiquette d'oreille d'une lettre qui t'attend.
ga: Oscail Baranov chun an chlib cluaise a chlóscríobh do litir atá ag fanacht leat.
gl: Abre Baranov para escribir a etiqueta de oído dunha carta que está esperando por ti.
he: פתח את ברנוב כדי להקליד את תג האוזן למכתב שמחכה לך.
hi: जो पत्र आपका इंतजार कर रहा है उसके लिए ईयर टैग टाइप करने के लिए बारानोव खोलें।
hr: Otvorite Baranov da upišete ušnu markicu za pismo koje vas čeka.
hu: Nyissa meg a Baranovot, hogy beírja a füljelzőt az Önre váró levélhez.
id: Buka Baranov untuk mengetikkan tag telinga untuk surat yang menunggu Anda.
is: Opnaðu Baranov til að slá inn eyrnamerkið fyrir bréf sem bíður þín.
it: Apri Baranov per digitare il marchio auricolare di una lettera che ti sta aspettando.
ja: Baranov を開いて、あなたを待っている手紙の耳標を入力します。
ka: გახსენით Baranov, რომ აკრიფოთ ყურის ნიშანი იმ წერილისთვის, რომელიც გელოდებათ.
kk: Сізді күтіп тұрған хаттың құлақшасын теру үшін Барановты ашыңыз.
ko: Baranov를 열고 당신을 기다리고 있는 편지의 귀표를 입력하세요.
lt: Atidarykite Baranovą, kad įvestumėte jūsų laukiančios raidės ausų įsagas.
lv: Atveriet Baranovu, lai ierakstītu auss zīmi vēstulei, kas jūs gaida.
mk: Отворете го Баранов за да го напишете увото за писмо што ве чека.
ms: Buka Baranov untuk menaip tag telinga untuk surat yang sedang menunggu anda.
mt: Iftaħ Baranov biex ittajpja t-tikketta tal-widna għal ittra li qed tistenniek.
nb: Åpne Baranov for å skrive inn øremerket for et brev som venter på deg.
nl: Open Baranov om het oormerk te typen voor een brief die op je wacht.
pl: Otwórz Baranowa, aby wpisać kolczyk dla listu, który na Ciebie czeka.
pt_br: Abra o Baranov para digitar a marca auricular de uma carta que está esperando por você.
ro: Deschideți Baranov pentru a introduce crotalia pentru o scrisoare care vă așteaptă.
ru: Открой Баранов, чтобы набрать ушную бирку для письма, которое тебя ждет.
sk: Otvorte Baranov a zadajte ušnú značku pre list, ktorý na vás čaká.
sl: Odprite Baranov, da vnesete ušesno znamko za pismo, ki vas čaka.
sq: Hapni Baranov për të shtypur etiketën e veshit për një letër që ju pret.
sr: Отворите Баранов да откуцате ушну маркицу за писмо које вас чека.
sv: Öppna Baranov för att skriva öronmärket för ett brev som väntar på dig.
th: เปิด Baranov เพื่อพิมพ์แท็กหูสำหรับจดหมายที่รอคุณอยู่
tr: Sizi bekleyen bir mektubun kulak etiketini yazmak için Baranov'u açın.
uk: Відкрий Баранов, щоб набрати вушну бирку для листа, який чекає на тебе.
vi: Mở Baranov để gõ thẻ tai cho bức thư đang chờ bạn.
zh_hans: 打开巴拉诺夫，输入等待您的一封信的耳标。
zh_hk: 打開巴拉諾夫，輸入等待您的一封信的耳標。

source: Open Baranov to write a letter for a ram to carry.
ar: افتح بارانوف ليكتب رسالة ليحملها كبش.
bg: Отворете Баранов да напише писмо за овен да носи.
bs: Otvori Baranov da napiše pismo za ovna da nosi.
ca: Obre Baranov per escriure una carta perquè un moltó la porti.
cs: Otevřete Baranov a napište dopis, který má beran unést.
da: Åbn Baranov for at skrive et brev, som en vædder kan bære.
de: Öffne Baranov, um einen Brief zu schreiben, den ein Widder tragen soll.
el: Ανοίξτε τον Baranov για να γράψετε ένα γράμμα για ένα κριάρι να το μεταφέρει.
es: Abre a Baranov para escribir una carta para que la lleve un carnero.
et: Avage Baranov, et kirjutada kiri jäärale kandmiseks.
eu: Ireki Baranov gutun bat idazteko ahari batek eraman dezan.
fi: Avaa Baranov kirjoittaaksesi kirje pässin kantamista varten.
fr: Ouvre Baranov pour écrire une lettre à transporter par un bélier.
ga: Oscail Baranov chun litir a scríobh le haghaidh reithe a iompar.
gl: Abre Baranov para escribir unha carta para que a leve un carneiro.
he: פתח את ברנוב לכתוב מכתב לאיל לשאת.
hi: एक मेढ़े को ले जाने के लिए एक पत्र लिखने के लिए बारानोव को खोलें।
hr: Otvorite Baranov da napišete pismo koje će ovan nositi.
hu: Nyissa ki Baranovot, hogy írjon levelet egy kosnak, hogy vigye.
id: Buka Baranov untuk menulis surat untuk dibawa seekor domba jantan.
is: Opnaðu Baranov til að skrifa bréf fyrir hrút til að bera.
it: Apri Baranov per scrivere una lettera da far trasportare a un ariete.
ja: バラノフを開いて、羊に運ぶための手紙を書きます。
ka: გახსენი ბარანოვი, რომ წერილი დაწეროს ვერძისთვის.
kk: Барановты ашып, қошқарды алып жүру үшін хат жазу.
ko: Baranov를 열어 숫양이 가지고 다닐 편지를 쓰세요.
lt: Atidarykite Baranovą, kad parašytumėte laišką avinui nešti.
lv: Atver Baranovu, lai uzrakstītu vēstuli aunam, ko nēsāt.
mk: Отвори го Баранов да напише писмо за овен да носи.
ms: Buka Baranov untuk menulis surat untuk seekor domba jantan untuk dibawa.
mt: Iftaħ Baranov biex jikteb ittra għal muntun biex iġorr.
nb: Åpne Baranov for å skrive et brev som en vær skal bære.
nl: Open Baranov om een ​​brief te schrijven die een ram kan dragen.
pl: Otwórz Baranowa, aby napisać list o baranie do niesienia.
pt_br: Abra Baranov para escrever uma carta para um carneiro carregar.
ro: Deschide-l pe Baranov să scrie o scrisoare pe care să o ducă un berbec.
ru: Открыть Баранова, чтобы написать письмо, чтобы баран нес.
sk: Otvorte Baranov, aby ste napísali list pre barana.
sl: Odprite Baranov, da napišete pismo za ovna.
sq: Hape Baranovin për të shkruar një letër që ta mbajë një dash.
sr: Отвори Баранов да напише писмо за овна да носи.
sv: Öppna Baranov för att skriva ett brev som en bagge ska bära.
th: เปิด Baranov เพื่อเขียนจดหมายให้แกะหาม
tr: Baranov'u bir koçun taşıması için bir mektup yazması için açın.
uk: Відкрий Баранова, щоб написати листа, щоб баран ніс.
vi: Mở Baranov viết thư cho ram mang theo.
zh_hans: 打开巴拉诺夫写一封信让一只公羊携带。
zh_hk: 打開巴拉諾夫寫一封信讓一隻公羊攜帶。
